{
  "contact_intro": "Feel free to contact me directly through this form",
  "contact_email_label": "Your Email",
  "contact_email_placeholder": "Your email",
  "contact_message_label": "Your Message",
  "contact_message_placeholder": "Your message",
  "contact_submit": "Submit",
  "contact_error_email": "Please enter a valid email address.",
  "contact_error_message": "Message must be at least 10 characters.",
  "contact_success": "Message sent successfully!",
  "skills_title": "My Skills",
  "skills_list": [
    "Python",
    "Django",
    "JavaScript",
    "TypeScript",
    "Java",
    "Next.js",
    "Node.js",
    "Git",
    "Tailwind",
    "Canvas",
    "MongoDB",
    "Excel",
    "Data Analytic"
  ],
  "intro_headline": "Boost your business with innovative solutions, tailored to your needs thanks to my expertise.",
  "intro_sub": "Resonance is a full-service creative studio creating beautiful digital experiences and products.",
  "intro_connect": "Connect",
  "about_heading": "About Me",
  "about_hi": "Hi, I'm",
  "about_job": "Back-End Developer | Logo Designer | Embedded Systems Innovator | Data Analyst",
  "about_presentation": "Presentation",
  "about_presentation_1": "I am a passionate designer and developer with over <strong>5 years of experience</strong> in web and mobile application development. I specialize in robust back-end solutions, intuitive UI design, and embedded systems development. Additionally, I hold a <strong>Bachelor's ESG-TI, Degree in Electrical Engineering and Industrial Information</strong>, with <strong>3 years' experience as an electrotechnician</strong>, allowing me to bridge the gap between software and hardware.",
  "about_presentation_2": "My love for technology and my dream of revolutionizing the tech world led me to work on several impactful projects, including <strong>geolocation and security systems for medicalized electric cars</strong> and <strong>online ticket payment platforms</strong>.",
  "about_presentation_3": "When I'm not coding, you can find me:",
  "about_presentation_hobbies_1": "Watching <strong>anime</strong>",
  "about_presentation_hobbies_2": "Reading <strong>manga</strong>",
  "about_presentation_hobbies_3": "Diving into <strong>sci-fi</strong> movies",
  "about_presentation_hobbies_4": "Engaging in discussions about the latest tech innovations and pop culture trends.",
  "about_whatido": "What I Do",
  "about_whatido_1": "💻 Back-End Development: Building high-performance, secure, and scalable web applications.",
  "about_whatido_2": "⚙ Embedded Systems: Crafting innovative solutions that integrate hardware and software.",
  "about_whatido_3": "🎨 Logo Design: Designing impactful logos that encapsulate brand identity.",
  "about_whatido_4": "🌍 Entrepreneurial Projects: Leading initiatives like INTERACT, a technological ecosystem aimed at driving Africa's development, focusing on data security and digital transformation.",
  "about_featured": "Featured Projects",
  "about_featured_1": "🌐 My Portfolio Website: Showcasing my skills, achievements, and professional journey.",
  "about_featured_2": "📱 Medicalized Electric Car Project: Developed the <strong>geolocation</strong> and <strong>security systems</strong> for this innovative vehicle.",
  "about_featured_3": "🎫 Online Ticket Payment App: A web app featuring QR code generation, payment confirmations, and user subscriptions.",
  "about_github": "GitHub Stats",
  "about_contact": "Get in Touch",
  "about_linkedin": "LinkedIn",
  "about_twitter": "Twitter",
  "about_email": "Email",
  "footer_copyright": "© 2024 Once an Engineer, always an Engineer. All rights reserved."
}
